{
  "hp": {
    "intro": {
      "head": "WHAT'S UP.",
      "body": "I’m Simon, a guy who’s always curious about new and exciting things — whether it’s learning a new language, diving into AI (like ChatGPT), or exploring Quantum Computing."
    },
    "ai": {
      "head": "Do we really need to understand AI?",
      "body": "We can already use ChatGPT for all kinds of things online, but there’s still so much more to explore. I really think we can push AI even further. Like, why not build a super fast, super accurate translation model? Or try something totally new, like translating the Miao language into other human languages — or even figuring out what a dog or a penguin is saying, who knows?",
      "foot": "Life can be long and kinda boring, so why not make it fun by doing something creative? What do you think?"
    },
    "transmodel": {
      "head": "A LANGUAGE TRANSLATION MODEL",
      "body": "Here, we use PyTorch to build a nature language translation model.",
      "detail": "..."
    },
    "course": {
      "python": "..."
    }
  },
  "product": {
    "app": {
      "head": "Practice is the best way to really learn something new.",
      "body": "When you start diving into artificial intelligence, sure, you can read tons of books, papers, take some courses, or even go to a top university. That’s all great and definitely important. But if you think that’s all you need, you’re wrong. It’s just the beginning. You’ve got to practice, over and over. You need to build models from scratch, deploy them, test them, and let real people actually use them. It’s like learning a new language but never speaking it — totally pointless!",
      "foot": "Check out some of the web apps, models, and cool stuff I’ve built.",
      "toe": "TAKE A LOOK:"
    },
    "detail": {
      "games": "...",
      "community": "..."
    }
  },
  "simon": {
    "intro": {
      "head": "What's SHAPE?",
      "body": "Basically, shapes are a super efficient way to visualize data, formulas, and even languages. They help us get the formulas and model structure way quicker than just looking at raw data or equations. Same goes for learning a new language — skip translating through your native one and connect directly to the natural elements."
    },
    "educ": {
      "quest": "1. Shape in Data Science.",
      "answ": "In a typical AI deep learning model, you can track the shape of data as it moves through each step. ‘Shape’ here is just an attribute of a tensor, which is a super efficient way to handle data. As the data flows through the model, different math functions are applied to process it and learn patterns. A lot of these functions show up as curves — like S-shapes, bell curves, or slopes."
    },
    "career": {
      "quest": "2. Shape in Nature Language.",
      "answ": "Humans are great at learning from nature. Our language is full of descriptions of natural things, each with its own vibe. Like, when we think of mountains, we picture strength and protection. The sun? It brings to mind light and heat. And the moon? It’s all about gentleness and wholeness. So, when we’re learning a new language, instead of relying on translations, we can directly connect these natural elements to the new words we’re picking up."
    },
    "view": "Learn from nature: When I build deep learning models, I like to link formulas to things in nature. Take the normal distribution, for example. You can picture it like a mountain. The mean tells you where the mountain is, and the variance decides its shape. Think of a sharp, narrow peak (like the ones in Guilin, China) with low variance, compared to something like Mount Fuji, which has a wider, smoother slope because of a larger variance."
  },
  "footer": {
    "contact": "Let's chat about sth. or whatever..",
    "channels": "We can keep in touch on social media and GitHub:",
    "languages": "You can switch to another language version:",
    "intro": "This is my personal site where I share fun projects and courses. I’m excited to dive into cool topics like languages, AI, and mysticism with you. And hey, if we end up creating an AI app that people love, that’d be awesome!",
    "colormode": "Swith between Light and Dark themes: ",
    "copyright": "Deployed and Shared by LI QIUFENG using "
  }
}
