{
  "hp": {
    "intro": {
      "head": "WHAT'S UP.",
      "body": "Hi, I’m Simon — a full-stack developer and AI-powered app creator with a background in engineering. "
    },
    "ai": {
      "head": "Introduction",
      "body": "I’m building app.clipwords.me, an AI-powered educational platform where users can explore, learn, and interact with intelligent virtual hosts across a wide range of subjects. From language learning and programming to science, wellness, and professional skills, each host offers curated content and interactive experiences to guide users in building knowledge and skills.",
      "foot": "Discover the hosts and explore how we build this AI tutors."
    },
    "transmodel": {
      "head": "David - IELTS AI Tutor",
      "body": "An AI tutor dedicated to IELTS preparation and everyday English conversation. David combines structured IELTS training with natural speaking practice to help learners improve confidence and fluency.",
      "detail": "..."
    },
    "course": {
      "python": "..."
    }
  },
  "product": {
    "app": {
      "head": "Practice Is the Real Learning",
      "body": "Reading books, studying papers, or taking courses can build a strong foundation — but real understanding comes from building and shipping real products. Through hands-on practice, ideas turn into working systems, and theory becomes practical skill.",
      "foot": "Below are some apps I’ve built while exploring computer science, software engineering, and interactive systems.",
      "toe": "TAKE A LOOK:"
    },
    "detail": {
      "games": "...",
      "community": "..."
    }
  },
  "simon": {
    "intro": {
      "head": "Hello, I'm Simon",
      "body": "I’m a developer who builds practical systems and explores new ways people interact with AI."
    },
    "educ": {
      "quest": "1. My Education Back & Skills.",
      "answ": "I have an engineering background and formal training in mechanical design and automation. I work comfortably across languages and cultures, with professional fluency in Chinese, Japanese, and English."
    },
    "career": {
      "quest": "2. My Career & Current Work.",
      "answ": "My career spans engineering, product development, and independent work. In recent years, I’ve focused on building AI-powered applications and interactive systems, exploring new ways for people to learn and communicate with intelligent agents."
    },
    "view": {
      "question": "3. A new way to learn something.",
      "answ": {
        "list-one": "For many years, I struggled with learning. Rigid teaching methods and poor materials made me believe that some subjects — especially programming — were simply not for me.",
        "list-two": "At university, I was interested in programming but failed early and assumed I lacked the talent. Years later, I casually tried writing code through a simple app and realized it wasn’t hard at all. The problem wasn’t ability — it was how I had been taught.",
        "list-three": "I then started learning computer science from scratch through online tutorials, where complex ideas were explained clearly and practically. That experience changed how I view education.",
        "list-four": "Learning should be simple, supportive, and accessible. This belief is why I’m building AI tutors — to help others learn with confidence, especially those who once thought they couldn’t."
      }
    }
  },
  "footer": {
    "contact": "Let's chat about sth. or whatever..",
    "channels": "We can keep in touch on social media and GitHub:",
    "languages": "You can switch to another language version:",
    "intro": "This is my personal site where I share fun projects and courses. I’m excited to dive into cool topics like languages, AI, and mysticism with you. And hey, if we end up creating an AI app that people love, that’d be awesome!",
    "colormode": "Swith between Light and Dark themes: ",
    "copyright": "Deployed and Shared by LI QIUFENG using "
  }
}
