{
  "hp": {
    "intro": {
      "head": "ハイ、ホームページをようこそう。",
      "body": "ウェブ開発の李です。 日常アプリ開発の時に、AIについて深くて興味を持っています。 例えば、AIは何ですか、AIがどうのようにプロセスしますか。 なぜGPTとチャットする時に、ロボットじゃなくて人間っぽい感じがありますし、怖い。 それによると、AI根本的な知識を探してまとめて、身につけて求めています。 このあとはAI知識のシリーズを作成して、動画とかアプリとか何とかの形で、みんなに分かりやすくして話します。"
    },
    "py": {
      "head": "PYTHON",
      "body": "プログラミングPythonの全てがあるよ、ここに。"
    },
    "ai": {
      "head": "人工知能次代にコードを身につける必要がありますか？",
      "body": "ChatGPT3.5が誕生する前に、人工知能が人工アホだといれています。これは個人的な認識です。 でもねえ、GPTの能力が世の中にすごく強い印象が残っています。 人間っぽいチャットとか、翻訳とか、コーディングとか、何とか早くて答えること出来ます。 なぜこんなにすごいAIモデルが生まれていますか、これはコードの魅力だと思います。 コードのスキルを身につけることが必要になりそうです。しかも、プログラミングができれば、 コンピューターやAIがどうプロセスするかを理解しやすです。 これからは世の中にAIに関わることどんどん増えていますが、 もしAIが分からなくて使用出来ない人間がクズになっちゃた。",
      "foot": "さらに、コーディングのスキルを身につければ、AIに何をやってあげたいとか明確的に伝えることができます。 それに従って、優れたアプリとかAIモデルとか作成にすることが出来ます。 しかも、みんなの努力をあつめて、AIがもっとスマトとセキュリティになっています。"
    }
  },
  "product": {
    "app": {
      "head": "自分のアプリを作成することが如何ですか？",
      "body": "コードスキルを身に付けたいとあれば、じゃ、ゼロからウェブにオンラインするまで、 その中の全ての流れが進んで開発したら一番いいだと思います。 しかも、人気ありのアプリが、人々にいい第一印象を与えることができで、人々はあなたの周りに集めています。 それは皆さんを引きづけたり、自分自身を人々に知ってもらうための鍵です。",
      "foot": "ゼロからウェブアプリ作成中で、フロントエンドとバックエンドがこめています。",
      "toe": "ウェブアプリ完成品をご覧ください"
    }
  },
  "simon": {
    "intro": {
      "head": "シーモンと申します。",
      "body": "ウェブエンジニアとしてアプリ開発のことをやっています。 ずっとアジアと欧米の文化とか、歴史とか興味を持っています。 プログラミングとAIにも興味あるし、去年から人工知能のニュースがずっと炎上しています。 AIはどんどんが人々の周りに出ていますが、これからAI話がよく進んでいる予定です。 AIが何ですか、どうAIモデルをトレーニングしますか、AIで会社と学校の困りをどう解けますか。"
    },
    "job": {
      "quest": "0. 何をやっていますか、今？",
      "answ": "ウェブエンジニアとして、ウェブアプリを作っています。 それはイメージのバックグラウンドを削除するアプリとか、ブログとか、ゲーム検索ようのウェブです。 しかも、コード、AIと英語会話に関わる動画とアプリもシリーズとして作成することもスケジュールしています。"
    },
    "educ": {
      "quest": "1. 教育背景は何ですか？",
      "answ": "中国のある大学に工科専門生として卒業しました。 学生時代に哲学に興味あり、老子、仏陀、デカルトの本をよく読みます。 GHIBLIも大好きだから、それをきっかけて日本文化とか歴史とかどんどん知っていますが、日本語能力もアップしています。"
    },
    "career": {
      "quest": "2. 卒業後の仕事はどう？",
      "answ": "初めて、ある貿易会社に対日業務のことをやっています。 その後はずっと構造関係のエンジニアとして勤めています。"
    },
    "view": "リーさんは信頼できるビジネスパートナーと友たちです。 新しいものを早く身につける才能がりますが、1年だけでゼロからのフルスタックの開発者になりました。 素晴らしい。"
  }
}
