{
  "hp": {
    "intro": {
      "head": "こんにちは",
      "body": "Webエンジニアとして、アプリ開発しています。AIに興味がありますから、これからは使いやすいなAIモデルを普通なアプリに導入して、素晴らしいアプリを作ります。それに加えて、AI普及のこともする予定です。画面と動画などというの形で、AIが何ですか、AIモデルがどうのようにデータをプロセスしますか、ということがみんなにシェアいたします。"
    },
    "ai": {
      "head": "人工知能次代にプログラミングスキルを身につける必要がありますか？",
      "body": "ChatGPT3.5が誕生する前に、人工知能が人工アホだといれています。 しかし、GPTの能力が世の中にスマトな印象が残っています。 人間っぽいチャットとか、翻訳とか、コーディングとか、まるでベテランと会話しています。 なぜこんなにすごいAIモデルが生まれていますか、これはコードの魅力だと思います。 コードのスキルを身につけることが必要になりそうです。しかも、プログラミングができれば、 コンピューターやAIがどうプロセスするかを理解出来ます。 これから、世の中にAIに関わることがどんどん増えていますし、 AIが分からなくて適当に使いづらい人間がクズになってしまった、その可能性が高いだと思います。",
      "foot": "さらに、コーディングのスキルを身につければ、AIに何をやってもらうとか明確的に伝えることができます。 それに従って、優れたアプリとかAIモデルとか作成にすることが出来ます。 しかも、みんなの努力をあつめてみて、AIがもっとスマトとセキュリティーになることが決まりです。"
    },
    "dlearn": {
      "head": "ディープランニーング",
      "body": "動画でディープランニーングの全てが詳しくてシェアいたします。",
      "detail": "編集中です。"
    },
    "course": {
      "python": "編集中です。"
    }
  },
  "product": {
    "app": {
      "head": "自分所有のアプリを作ってどう？",
      "body": "もしプログラミングスキルを身に付けたくて、じゃ、実際に自らでゼロからアプルを作りなさい。 なぜなら、前に勉強したプログラミング知識をアプリに適用出来ますし、全ての開発流れも身につけるます。 しかも、人気ありのアプリが、人々にいい第一印象を与えることができます。それによって、人々はあなたの周りに集めて、それは自分自身を人々に知ってもらうためのお鍵です。",
      "foot": "ゼロからウェブアプリ作成中で、フロントエンドとバックエンドの全てが経験して身につけます。",
      "toe": "ウェブアプリの完成品をご覧ください"
    },
    "detail": {
      "games": "編集中です。",
      "community": "編集中です。"
    }
  },
  "simon": {
    "intro": {
      "head": "SIMONと申します。",
      "body": "ウェブエンジニアとしてアプリ開発のことをやっています。 ずっとアジアと欧米の文化とか、歴史とか興味を持っています。 プログラミングとAIにも興味あるし、去年から人工知能のニュースがずっと炎上しています。 AIはどんどんが人々の周りに出ていますが、これからAI話がよく進んでいる予定です。 AIが何ですか、どうAIモデルをトレーニングしますか、AIで会社と学校の困りをどう解けますか。"
    },
    "educ": {
      "quest": "1. 教育背景は何ですか？",
      "answ": "中国のある大学の工科専門生として卒業しました。 その時が哲学に興味あり、老子、仏陀、デカルトの理論を夢中していた。 GHIBLIも大好きだから、それをきっかけて日本文化と歴史をどんどん知っていますし、日本語もアップしていました。"
    },
    "career": {
      "quest": "2. 卒業後の仕事はどう？",
      "answ": "初めて、ある貿易会社に対日業務のことをやっています。 その後はずっとエンジニアとして勤めています。"
    },
    "view": "リーさんは信頼できるビジネスパートナーと友たちです。 新しいものを早くて身につける才能がりますし、1年だけでゼロからフルスタックの開発者になりました。 素晴らしい。"
  },
  "footer": {
    "contact": "問い合わせはこちらにお願いします",
    "channels": "Github、YouTube、TikTokチャンネルの登録がこちらで",
    "languages": "言語変更はこちらにクリックしてください",
    "intro": "このウェブは個人的なポートフォリオで、個人情報紹介用でございます。李じゃんが誰ですか、今が何やっていますか、興味が何ですかなど、ただの紹介です。今から未来の長い間にPythonを中心して実際的なプロジェクトでプログラミングのスキルとか、AIモデルの構築とか、少しずつまとめて動画の形でシェアさせていただきます。どうぞよろしくお願いいたします。",
    "colormode": "Webテーマの変更がこちらに",
    "copyright": "デプロイとプログラミングのシェアは李秋風より提供しております。"
  }
}
