{
  "hp": {
    "intro": {
      "head": "哈啰",
      "body": "我是 Simon，一个对新事物有好奇心的人，比如学习一门新的语言、探索人工智能 (ChatGPT等)、了解下量子计算的基本原理等。"
    },
    "ai": {
      "head": "我们真的需要了解人工智能吗？",
      "body": "我们可以使用 ChatGPT 在网上做很多事情，但是在人工智能领域，仍有许多机会和挑战留着我们去探索。不用去幻想那些宏大的叙事 - 大语言模型，我相信我们普通人也可以去探索一些分支的小的领域。比如，我们可以构建一个快速高效的语言翻译小模型，或者尝试一些新的东西。比如将喵喵语翻译成人话，让每一个人都可以和喵星人自由沟通，或者汪星人，企鹅家族什么的，谁知道呢。",
      "foot": "生活漫长而又无聊，为什么不做一些有趣的事呢？Shall We？"
    },
    "transmodel": {
      "head": "中英翻译模型",
      "body": "这里，我们用 PyTorch 构建一个英文到中文的翻译模型。",
      "detail": "..."
    },
    "course": {
      "python": "..."
    }
  },
  "product": {
    "app": {
      "head": "实践中的学习才是最好的学习方式。",
      "body": "当你刚开始接触人工智能时，你可以阅读大量书籍、论文、参加课程，甚至进入顶尖大学。这些都是好的，也是有必要的。但如果你以为这样就够了，那就错了。这仅仅是开始，你必须一遍又一遍地实践。你需要从零开始构建一个人工智能模型，部署它，测试它，并让用户来使用它。这就像你学了一门新的语言，你一直在学习，不断地输入，却从不使用它与人沟通，那是毫无意义的！",
      "foot": "这里有一些开发完毕的网页应用、模型和其他内容供你探索。",
      "toe": "我的作品:"
    },
    "detail": {
      "games": "...",
      "community": "..."
    }
  },
  "simon": {
    "intro": {
      "head": "什么是 SHAPE ?",
      "body": "我想表达的是，形状为我们提供了一种高效的方式来可视化数据、公式和自然语言。相比于仅仅依靠单一的数据和复杂的方程式，我们可以更快地理解模型架构和其背后的数学公式。另外，当我们学习外语的时候，完全可以跳过母语，直接将自然中的事物 (和其代表的特质) 联系起来。这不仅可以让我们快速掌握一门外语, 还可以提高我们的表达能力。"
    },
    "educ": {
      "quest": "1. 数据科学中的 SHAPE",
      "answ": "在典型的AI深度学习模型中，我们可以给出数据在每个步骤中流动时的形状。‘形状’是张量的一个属性，而张量是表示和处理数据的一种高效方式。当数据流经整个模型时，会运用到各种数学函数来处理数据，让模型可以高效地学习数据中的某些特定模式。这些函数通常都是各种不同形状的曲线，比如S形曲线、钟形曲线或斜坡曲线。"
    },
    "career": {
      "quest": "2. 自然语言中的 SHAPE",
      "answ": "人类一直都善于从大自然中汲取灵感。我们的语言充满了对自然事物的描写，并赋予它们特定的象征意义。比如，提到大山，我们会联想到厚重与守护；说到太阳，脑海中浮现的第一个念头是光明与炙热；而月亮则让我们想到温柔与圆满。当我们学习一门外语时，不妨跳过母语，直接将这些自然现象与新语言建立起联系。"
    },
    "view": "向大自然学习：当我构建深度学习模型时，我喜欢将公式与某些自然事物联系起来。比如正态分布，你可以将其想象成一座山。均值决定了山的位置，而方差则确定了其形状。想象一下桂林的那些陡峭而狭窄的山脉，它们的方差较小；而像富士山那样的山峰，由于方差较大，因此具有更宽广、更平缓的坡度。"
  },
  "footer": {
    "contact": "一个沟通窗口，欢迎高质量骚扰。",
    "channels": "欢迎关注我的频道和 Github:",
    "languages": "你可以更换其他语言:",
    "intro": "个人网站，在这里，我主要分享一些有意思的项目。很期待与大家一同探讨人工智能的新发展，如果可以开发出一款出色的 AI 应用，那就再好不过了。",
    "colormode": "Web 主题变更在这里:",
    "copyright": "设计、开发、代码由 李秋風 提供。"
  }
}
